Repository: tontof/kriss_feed
Catalog: src/po/messages/*.po
Languages: fr

source: Can not create %s directory, check permissions
fr: Impossible de créer le dossier %s, vérifiez les droits

source: Can not protect %s directory with .htaccess, check permissions
fr: Impossible de protéger le dossier %s avec un fichier .htaccess, vérifiez les droits

source: Wrong token
fr: Jeton de sécurité invalide

source: Login failed!
fr: Échec de la connexion !

source: I said: NO. You are banned for the moment. Go away.
fr: Vous avez été banni. Revenez plus tard.

source: Sign in
fr: Connexion

source: Change your password
fr: Changer le mot de passe

source: Help
fr: Aide

source: Update
fr: Mise à jour

source: Plugins management
fr: Gestion des plugins

source: The file you are trying to upload is probably bigger than what this webserver can accept (%s). Please upload in smaller chunks.
fr: Le fichier que vous essayer d'envoyer est trop volumineux par rapport à ce que le serveur peut accepter (%s). Essayez de réduire la taille de ce dernier.

source: Import
fr: Importer

source: Add a new feed
fr: Ajouter un nouveau flux

source: starred items
fr: articles conservés

source: Starred items
fr: Articles conservés

source: Edit
fr: Éditer

source: Please configure your share link first
fr: Veuillez configurer votre lien de partage

source: unread items
fr: articles non lus

source: Your simple and smart (or stupid) feed reader is now configured.
fr: Votre simple et superbe (ou stupide) lecteur de flux est bien configuré.

source: Continue
fr: Suivant

source: KrISS feed installation
fr: Installation de KrISS feed

source: All feeds
fr: Tous les flux

source: Empty output data
fr: Données vides

source: Duplicated feed
fr: Flux déjà présent

source: Unknown feedhash
fr: Flux inconnu

source: Items may have been missed since last update
fr: Des articles peuvent être manquants depuis la dernière mise à jour

source: Feed
fr: Flux

source: New items
fr: Nouveaux articles

source: Time
fr: Durée

source: Status
fr: État

source: Successfully updated
fr: Mise à jour réussie

source: Already up-to-date
fr: Déjà à jour

source: items
fr: articles

source: item
fr: article

source: Successes
fr: Succès

source: Success
fr: Succès

source: Up-to-date
fr: À jour

source: Errors
fr: Erreurs

source: Error
fr: Erreur

source: Http code not valid
fr: Code retour HTTP non valide

source: Location not found
fr: Redirection non trouvée

source: Too many redirects
fr: Trop de redirections

source: Error when loading without curl
fr: Erreur pendant le chargement sans curl

source: File %s (%s) was successfully processed: %d links imported
fr: Le fichier %s (%s) a été correctement traité : %d liens ont été importés

source: File %s (%s) has an unknown file format. Check encoding, try to remove accents and try again. Nothing was imported.
fr: Le fichier %s (%s) ne correspond pas à un format de fichier correct. Vérifiez l'encodage des caractères, supprimez les accents et réessayer. Rien a été importé.

source: Feed URL
fr: URL du flux

source: Add selected folders to feed
fr: Associer un ou plusieurs dossiers au flux

source: Edit feed
fr: Éditer le flux

source: Add a new folder
fr: Ajouter un nouveau dossier

source: Add new feed
fr: Ajouter un nouveau flux

source: Use bookmarklet to add a new feed
fr: Utiliser le bookmarklet pour ajouter un nouveau flux

source: Drag this link to your bookmarks toolbar, or right-click it and choose Bookmark This Link...
fr: Glisser ce lien dans votre barre personnelle ou faîtes un clic droit puis marque page sur ce lien

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Cancel
fr: Annuler

source: Save new password
fr: Enregistrer le nouveau mot de passe

source: KrISS feed main information
fr: Informations principales de KrISS feed

source: KrISS feed title
fr: Titre de KrISS feed

source: KrISS feed visibility
fr: Visibilité de KrISS feed

source: Public KrISS feed
fr: KrISS feed public

source: No restriction. Anyone can modify configuration, mark as read items, update feeds...
fr: Aucune restriction. N'importe qui peut modifier la configuration, marquer comme lus les articles, mettre à jour les flux...

source: Protected KrISS feed
fr: KrISS feed protégé

source: Anyone can access feeds and items but only you can modify configuration, mark as read items, update feeds...
fr: N'importe qui peut accéder aux flux et articles mais seulement vous pouvez modifier la configuration, marquer les articles comme lus, mettre à jour les flux...

source: Private KrISS feed
fr: KrISS feed privé

source: Only you can access feeds and items and only you can modify configuration, mark as read items, update feeds...
fr: Seulement vous pouvez accéder aux flux et articles et seulement vous pouvez modifier la configuration, marquer les articles comme lus, mettre à jour les flux...

source: Shaarli URL
fr: URL de shaarli

source: ${url}: item link
fr: ${url} : lien de l'article

source: ${title}: item title
fr: ${title}: titre de l'article

source: ${via}: if domain of &lt;link&gt; and &lt;guid&gt; are different ${via} is equals to: <code>via &lt;guid&gt;</code>
fr: ${via}: si le nom de domaine de &lt;link&gt; et &lt;guid&gt; sont différents ${via} vaut : <code>via &lt;guid&gt;</code>

source: ${sel}: <strong>Only available</strong> with javascript: <code>selected text</code>
fr: ${sel}: <strong>Seulement valable</strong> avec javascript: <code>texte sélectionné</code>

source: example with shaarli:
fr: exemple avec Shaarli :

source: KrISS feed redirector (only for links, media are not considered, <strong>item content is anonymize only with javascript</strong>)
fr: Redirecteur (seulement pour les liens, les média ne sont pas considérés, <strong>le contenu des articles est anonymisé seulement avec javascript</strong>)

source: <strong>http://anonym.to/?</strong> will mask the HTTP_REFERER, you can also use <strong>noreferrer</strong> to use HTML5 property
fr: <strong>http://anonym.to/?</strong> masquera le HTTP_REFERER, vous pouvez également mettre <strong>noreferrer</strong> pour utiliser la propriété HTML5

source: Disable session cookie hijacking protection
fr: Désactiver la protection contre le vol de cookie de session

source: Check this if you get disconnected often or if your IP address changes often.
fr: Cocher la case si vous êtes souvent déconnectés ou si votre adresse IP change souvent.

source: Save modifications
fr: Enregistrer les modifications

source: KrISS feed preferences
fr: Préférences de KrISS feed

source: Maximum number of items by feed
fr: Nombre maximum d'articles par flux

source: Need update to be taken into consideration
fr: Nécessite une mise à jour pour être pris en compte

source: Maximum delay between feed update (in minutes)
fr: Délai maximum entre la mise à jour des flux (en minutes)

source: Auto read next item option
fr: Option de lecture automatique quand on passe à l'article suivant

source: Do not mark as read when next item
fr: Ne marque pas comme lu l'article courant quand on passe à l'article suivant

source: Auto mark current as read when next item
fr: Marque automatiquement l'article courant comme lu quand on passe à l'article suivant

source: Auto read next page option
fr: Option de lecture automatique quand on passe à la page suivante

source: Do not mark as read when next page
fr: Ne marque pas comme lu les articles de la page courante quand on passe à la page suivante

source: Auto mark current as read when next page
fr: Marque automatiquement comme lus les articles de la page courante quand on passe à la page suivante

source: Not implemented yet
fr: Pas encore implémenté

source: Auto hide option
fr: Option de cache automatique

source: Always show feed in feeds list
fr: Montre toujours les flux dans la liste des flux

source: Automatically hide feed when 0 unread item
fr: Masque automatiquement les flux ayant tous leurs articles lus.

source: Auto focus option
fr: Option de focus automatique

source: Do not automatically jump to current item when it changes
fr: Ne se déplace pas automatiquement à l'article courant quand ce dernier change

source: Automatically jump to the current item position
fr: Se déplace automatiquement à l'article courant

source: Add favicon option
fr: Option de l'ajout des favicons

source: Do not add favicon next to feed on list of feeds/items
fr: N'ajoute pas les favicons à côté des flux dans la liste des flux/articles

source: Add favicon next to feed on list of feeds/items
fr: Ajoute les favicons à côté des flux dans la liste des flux/articles

source: Warning: It depends on http://getfavicon.appspot.com/
fr: Attention : utilise le service http://getfavicon.appspot.com/

source: but it will cache favicon on your server
fr: mais les favicons seront stockés sur votre serveur

source: Preload option
fr: Option de préchargement

source: Do not preload items.
fr: Ne précharge pas les articles

source: Preload current page items in background. This greatly enhance speed sensation when opening a new item. Note: It uses your bandwith more than needed if you do not read all the page items.
fr: Précharge les articles de la page courante. Cela permet d'améliorer la rapidité de chargement à l'ouverture d'un nouvel article. Note : cela va utiliser beaucoup plus de bande passante si vous ne lisez pas tous les articles de la page.

source: Do not open link in new tab
fr: N'ouvre pas les liens dans un nouvel onglet

source: Automatically open link in new tab
fr: Ouvre automatiquement les liens dans un nouvel onglet

source: Auto update with javascript
fr: Met à jour automatiquement avec JavaScript

source: Do not auto update with javascript
fr: Ne met pas à jour automatiquement avec JavaScript

source: KrISS feed menu preferences
fr: Préférences du menu de KrISS feed

source: You can order or remove elements in the menu. Set a position or leave empty if you do not want the element to appear in the menu.
fr: Vous pouvez ordonner ou supprimer les éléments dans le menu. Indiquer la position désirée ou laisser vide pour que l'élément n'apparaisse pas dans le menu.

source: View
fr: Vue

source: View as list
fr: Voir en tant que liste

source: View as expanded
fr: Voir les contenus

source: Feeds
fr: Flux

source: Hide feeds list
fr: Cacher la liste des flux

source: Show feeds list
fr: Montrer la liste des flux

source: Filter
fr: Filtre

source: Show all items
fr: Montrer tous les articles

source: Show unread items
fr: Montrer les articles non lus

source: Order
fr: Ordre

source: Show older first
fr: Montrer les anciens flux en premier

source: Show newer first
fr: Montrer les nouveaux flux en premier

source: Update all
fr: Tout mettre à jour

source: Update folder
fr: Mettre à jour le dossier

source: Update feed
fr: Mettre à jour le flux

source: Mark as read
fr: Marquer comme lu

source: Mark all as read
fr: Tout marquer comme lu

source: Mark folder as read
fr: Marquer le dossier comme lu

source: Mark feed as read
fr: Marquer le flux comme lu

source: Mark as unread
fr: Marquer comme non lu

source: Mark all as unread
fr: Tout marquer comme non lu

source: Mark folder as unread
fr: Marquer le dossier comme non lu

source: Mark feed as unread
fr: Marquer le flux comme non lu

source: Edit all
fr: Tout modifier

source: Edit folder
fr: Modifier le dossier

source: KrISS feed paging menu preferences
fr: Préférence du menu de pagination de KrISS feed

source: Item
fr: Article

source: If you want to go previous and next item
fr: Si vous souhaitez accéder aux articles précédents et suivants

source: If you want to go previous and next page
fr: Si vous souhaitez accéder aux pages précédentes et suivantes

source: Items by page
fr: Articles par page

source: If you want to modify number of items by page
fr: Si vous souhaitez modifier le nombre d'articles par page

source: If you want to add a mark as read button into paging
fr: Si vous souhaitez un bouton pour marquer comme lu

source: Cron configuration
fr: Configuration du cron

source: You can use <code>&force</code> to force update.
fr: Vous pouvez utiliser <code>&force</code> pour forcer la mise à jour.

source: To update every hour:
fr: Pour mettre à jour toutes les heures :

source: If you can not use wget, you may try php command line:
fr: Si vous ne pouvez pas utiliser wget, essayer avec la ligne de commande php suivante :

source: If previous solutions do not work, try to create an update.php file into data directory containing:
fr: Si les solutions précédentes ne fonctionnent pas, essayer de créer un fichier update.php dans le dossier data contenant :

source: Then set up your cron with:
fr: Ensuite configurez le cron avec :

source: Do not forget to check permissions
fr: Vérifiez les droits !

source: Reorder folders
fr: Trier les dossiers

source: Add selected folders to selected feeds
fr: Associer les dossiers sélectionnés aux flux sélectionnés

source: Remove selected folders to selected feeds
fr: Enlever les dossiers sélectionnés des flux sélectionnés

source: List of feeds
fr: Liste des flux

source: Select all
fr: Tout sélectionner

source: Unselect all
fr: Tout désélectionner

source: Delete selected feeds
fr: Supprimer les flux sélectionnés

source: Do you really want to delete all selected feeds?
fr: Voulez-vous vraiment supprimer l'ensemble des flux sélectionnés ?

source: Feed main information
fr: Information principale du flux

source: Feed title
fr: Titre du flux

source: Feed XML URL
fr: URL du flux

source: Feed main URL
fr: URL du site du flux

source: Feed description
fr: Description du flux

source: Feed folders
fr: Dossiers du flux

source: New folder
fr: Nouveau dossier

source: Feed preferences
fr: Préférences du flux

source: Time update
fr: Temps entre les mises à jour

source: "auto", "max" or a number of minutes less than "max" define in <a href="?config">configuration</a>
fr: "auto", "max" ou un nombre de minutes inférieur à "max" défin dans <a href="?config">la configuration</a>

source: Last update
fr: Dernière mise à jour

source: Delete feed
fr: Supprimer le flux

source: Folder title
fr: Titre du dossier

source: Leave empty to delete
fr: Laisser vide pour supprimer

source: Keyboard shortcuts
fr: Raccourcis clavier

source: Key legend
fr: Légende des touches

source: Space key
fr: Touche espace

source: Shift key
fr: Touche majuscule

source: Right arrow key
fr: Touche flèche de droite

source: Left arrow key
fr: Touche flèche de gauche

source: Items navigation
fr: Navigation dans les articles

source: Toggle current item (open, close item in list view)
fr: Alterner l'article courant (ouvrir, fermer l'article avec la vue des titres

source: Mark current item as read if unread or unread if read
fr: Inverser la marque lire/à lire pour l'article courant

source: Mark current item as read if unread or unread if read and open current (useful in list view and unread filter)
fr: Marque l'article courant comme lu si non lu ou non lu si lu et ouvre l'article courant (utile avec le filtre non lu et l'affichage des titres)

source: Go to next item
fr: Aller à l'article suivant

source: Go to previous item
fr: Aller à l'article précédent

source: Go to next page
fr: Aller à la page suivante

source: Go to previous page
fr: Aller à la page précédente

source: Go to next item and open it (in list view)
fr: Aller à l'article suivant puis l'ouvrir (avec la vue des titres)

source: Go to previous item and open it (in list view)
fr: Aller à l'article précédent puis l'ouvrir (avec la vue des titres)

source: Open current item in new tab
fr: Ouvrir l'article courant dans un nouvel onglet

source: Open current item in current window
fr: Ouvrir l'article courant dans la fenêtre active

source: Share current item
fr: Partager l'article courant

source: Mark all items, all items from current feed or all items from current folder as read
fr: Marque tous les articles, tous les articles du flux courant ou tous les articles du dossier courant comme lu

source: Star/Unstar current item
fr: Conserver/oublier l'article courant

source: Open all unread items from current page in new tabs and mark items as read
fr: Ouvre tous les articles non lus de la page dans des onglets et les marque comme lus

source: Menu navigation
fr: Navigation dans le menu

source: Go to Home page
fr: Aller à la page d'accueil

source: Change view as list or expanded
fr: Voir les titres ou le contenu des articles

source: Show or hide list of feeds/folders
fr: Montrer ou cacher la liste des flux/dossiers

source: Edit current selection (all, folder or feed)
fr: Éditer la sélection courante (tout, dossier ou flux)

source: Update current selection (all, folder or feed)
fr: Mettre à jour la sélection courante (tout, dossier ou flux)

source: Reload the page as the F5 key in most of browsers
fr: Recharger la page comme la touche F5 dans la plupart des navigateurs

source: Go to Help page (this page)
fr: Aller à la page d'aide (cette page)

source: Configuration check
fr: Vérification de la configuration

source: PHP configuration
fr: Configuration PHP

source: You should be able to load https:// rss links.
fr: Vous devriez pouvoir charger des flux https://

source: You may have problems using https:// rss links.
fr: Vous risquez d'avoir des problèmes en utilisant des flux https://

source: Import opml file
fr: Importer un fichier OPML

source: Opml file:
fr: Fichier OPML :

source: Size max:
fr: Taille maximale :

source: Overwrite existing feeds
fr: Écraser les flux existants

source: top
fr: haut

source: share
fr: partager

source: read
fr: lire

source: unread
fr: à lire

source: star
fr: conserver

source: unstar
fr: oublier

source: from
fr: de

source: Click on flag to select your language.
fr: Cliquez sur le drapeau pour choisir votre langue.

source: Login
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Install KrISS feed
fr: Installer KrISS feed

source: Welcome to KrISS feed
fr: Bienvenue sur KrISS feed

source: Stay signed in (do not check on public computers)
fr: Rester connecté (ne pas cocher sur un ordinateur public)

source: Try again
fr: Réessayer

source: Home
fr: Accueil

source: Sign out
fr: Déconnexion

source: Change password
fr: Changer le mot de passe

source: Export opml file
fr: Exporter en fichier OPML

source: Previous item
fr: Article précédent

source: Next item
fr: Article suivant

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Items per page
fr: Articles par page

source: A simple and smart (or stupid) feed reader
fr: Un simple et superbe (ou stupide) lecteur de flux

source: By
fr: Par

source: Go back
fr: Revenir en arrière

source: Force update
fr: Forcer la mise à jour

source: Swipe on mobile
fr: Swipe sur mobile

source: Do not swipe on mobile
fr: Pas de swipe sur mobile
